{
  "free_consult": "Free Consultation",
  "nav": {
    "marketMaking": "Market Making",
    "dexServices": "DEX Services",
    "antiSnipe": "Anti-Snipe Protection",
    "volumeManagement": "Volume Management",
    "priceControl": "Price Control",
    "tokenLaunch": "Token Launch",
    "cexServices": "CEX Services",
    "liquidityManagement": "Liquidity Management",
    "cexListing": "CEX Listing",
    "orderOptimization": "Order Optimization",
    "development": "Development",
    "consulting": "Consulting",
    "contactUs": "Contact Us",
    "freeConsultation": "Request a free consultation"
  },
  "index": {
    "start_way": "Scale your Web3 venture \nwith elite market makers.",
    "start_way_desc": "From concept to liquidity – we empower projects to launch, grow, and thrive with tailored strategies and institutional-grade execution.",
    "market_making": "MARKET MAKING",
    "market_making_desc": "Maximize your token’s performance with precision market making.\nOur proprietary algorithms and execution systems ensure deep liquidity, price stability, and resilient trading across CEX and DEX.",
    "more": "More",
    "development": "DEVELOPMENT",
    "development_desc": "Build with confidence.\nWe develop scalable Web3 products: from MVPs to full-stack DApps and CEX/DEX integrations – accelerating time-to-market with robust architecture and clean code.",
    "consulting": "CONSULTING",
    "consulting_desc": "Strategic consulting that unlocks real traction.\nWhether you’re launching or scaling, our team brings deep market insight, strategic frameworks, and a powerful partner network to drive measurable growth.",
    "about_us": "ABOUT US",
    "about_us_desc": "A multidisciplinary team at the forefront of crypto innovation.\nWith decades of combined experience in trading, engineering, and DeFi strategy, we architect next-gen fintech systems for tomorrow’s market leaders.",
    "team": "TEAM",
    "dmitry": "Dmitry Vasilyev",
    "dmitry_role": "Co-founder, CEO",
    "dmitry_experience": "MORE THAN 6 YEARS OF OVERALL EXPERIENCE IN WEB3",
    "georgy": "George Kozyrev",
    "georgy_role": "Co-founder, CTO",
    "georgy_experience": "5 YEARS IN BLOCKCHAIN ENGINEERING",
    "clients": "OUR CLIENTS SUCCESSFULLY\nPASS ALL GROWTH STAGES",
    "clients_dex_title": "CEX and DEX Integration",
    "clients_project_title": "Projects Launched",
    "clients_users_title": "Active projects"
  },
  "market_making": {
    "market_making": "MARKET MAKING",
    "market_making_desc": "Empower your token with deep, algorithmic liquidity.\nOur market making strategies ensure stable pricing, optimal spreads, and continuous order book support – across all major CEX and DEX platforms.",
    "dex": "DEX SERVICES",
    "dex_desc": "Efficient token launches on DEX platforms with controlled liquidity, slippage protection, and strategy-aligned trading incentives.",
    "volume_control": "VOLUME\nMANAGEMENT",
    "volume_control_desc": "Volume flow is balanced to reduce volatility, maintain healthy chart structure, and support organic token growth with minimal intervention.",
    "anti_snape": "ANTI-SNIPE\nPROTECTION",
    "anti_snape_desc": "Sniping can lead to significant financial losses, especially for the token creator. Our anti-snipe protection not only safeguards your investments but also creates more stable trading conditions, allowing you to focus on achieving your financial goals.",
    "control_prices": "PRICE\nCONTROL",
    "control_prices_desc": "Cryptocurrency markets have high volatility, which complicates price control without high-frequency algorithms. Also, not all DEXs offer the same level of analytical tools and interfaces as centralized platforms. With us, you'll always be one step ahead of the market!",
    "start_tokens": "Token Launch",
    "start_tokens_desc": "Full-stack launch support – from contract to market.\nWe guide your token through every stage: architecture, deployment, listings, market bootstrapping, and long-term growth.",
    "prof_support": "Why is professional\nsupport so important during launch?",
    "prof_support_1_title": "Maximize your token'svisibility",
    "prof_support_1_desc": "Access to top-tier listings and exchange integrations from day one.",
    "prof_support_2_title": "Secure early liquidity",
    "prof_support_2_desc": "Liquidity and volatility under control in the first minutes of trading.",
    "prof_support_3_title": "Launch with a real plan",
    "prof_support_3_desc": "Structured go-to-market backed by data and experience.",
    "prof_support_4_title": "Eliminate chance from success",
    "prof_support_4_desc": "Confident and predictable execution beats improvisation.",
    "work_with": "WE WORK WITH",
    "cex": "CEX SERVICES",
    "cex_desc": "Premium CEX coverage for scalable liquidity.\nTap into institutional-grade routing, deep liquidity pools, and advanced risk-managed trading across centralized platforms.",
    "cex_listing": "Increase in profits",
    "cex_listing_desc": "Smart liquidity handling drives higher \nand more stable trading yields.",
    "optimization_orders": "Order optimization",
    "optimization_orders_desc": "Efficient order routing reduces slippage and improves execution quality.",
    "liquidity_manage": "Liquidity management",
    "liquidity_manage_desc": "Balanced flow boosts market depth, smooths charts, and attracts traders."
  },
  "dev": {
    "dev": "DEVELOPMENT",
    "dev_desc": "Transform your idea into a working product — with clean architecture, secure code, and short release cycles.",
    "our_services": "OUR RANGE OF SERVICES",
    "design": "DESIGN",
    "design_front": "Interface & graphic design: websites, apps, dashboards, icons, branding kits.",
    "design_back": "Graphics and design are the face of any project. They give the project a unique style and help sell it.",
    "development": "DEVELOPMENT",
    "development_front": "Frontend & backend, smart contracts, bots, mobile and desktop apps – built from spec to launch.",
    "development_back": "Strongest expertise in developing solutions of varying complexity. Each of our engineers has worked in tech giants in fintech, edtech, and other industries.",
    "web3": "WEB3-UTILITIES",
    "web3_front": "Automation scripts, trading bots, price trackers, admin panels, infrastructure tools.",
    "web3_back": "We automate routine operations, simplify project management, or develop robots for your trading strategy.",
    "dapp": "DAPP",
    "dapp_front": "Custom decentralized apps: DEXs, launchpads, GameFi, NFT, and staking platforms.",
    "dapp_back": "We employ only the best engineers with years of experience in web3. The best team, best practices, and high quality.",
    "web_apps": "WEB APPS",
    "web_apps_front": "Web platforms with API/Telegram integration, internal tools, analytics and CMS features.",
    "web_apps_back": "The new standard for apps, which we've been working with since its inception. We develop solutions from simple apps to large-scale marketplaces.",
    "life_cycle": "Project Lifecycle",
    "analysis": "Analysis",
    "analysis_desc": "Developing the project's business logic,\ndescribing its details and system in technical language.\nThe first and most important stage that determines the entire\nfurther course of the project.",
    "development_cycle": "Development",
    "development_cycle_desc": "At this stage, your idea comes to life, and you can\nobserve it in weekly reports.\nWe not only write code but also prepare servers, databases, and\nthe entire system for real-world use.",
    "testing": "Testing",
    "testing_desc": "The last, but not least, stage where we\ncheck how ready your project is for release.\nWe conduct a series of tests to confirm quality\nand reliability.",
    "tech_stack": "TECH STACK",
    "tech_stack_desc": "Our team has an extensive stack and experience. We're not limited in languages and frameworks, allowing us to use the most optimal set of tools for each project.",
    "lang_and_frameworks": "Languages and Frameworks",
    "blockhain": "Blockchains",
    "who_we": "Why Us?",
    "hight_quality": "High Quality",
    "hight_quality_desc": "Every day, we fight for quality in your project: selecting the most suitable tools, conducting multiple testing stages, and applying only best practices.",
    "transparency": "Transparency",
    "transparency_desc": "During the process, you can track tasks in real time and receive regular reports on work and timelines forecasts.",
    "expectations": "Meeting Expectations",
    "expectations_desc": "All our work is aimed at realizing your ideas precisely and on time. At the analysis stage, we thoroughly dissect and agree on your project vision, and at the development stage, we agree on results and deadlines.",
    "clients_dex_title": "Hours Worked",
    "clients_project_title": "Successful Projects",
    "clients_users_title": "Lines of Code",
    "achievements": "OUR ACHIEVEMENTS",
    "cases": "OUR CASES",
    "cases_desc": "Projects that have gone through GREED Labs",
    "cases_nft": "NFT Market",
    "cases_nft_desc": "NFT projects in different networks\nand on various marketplaces.",
    "cases_gamefi": "GameFi",
    "cases_gamefi_desc": "Gaming projects based on\nrandomizers and referral systems.",
    "cases_starts_tokens": "Token Launches",
    "cases_starts_tokens_desc": "Token launches, presale organization,\nand development of launchpads and dashboards.",
    "cases_web3": "Complex Web3 Solutions",
    "cases_web3_desc": "Development of analytical tools, as well as\nblockchain-based business systems."
  },
  "consulting": {
    "consulting": "CONSULTING",
    "consulting_desc": "From tokenomics to go-to-market – expert guidance at every stage of your project lifecycle.\nTrusted by founders building in DeFi, GameFi, and infrastructure.",
    "our_services": "OUR SERVICES",
    "tech_consulting": "TECHNICAL\nCONSULTING",
    "support": "ADVISORY",
    "vc_support": "VC\nSUPPORT",
    "tokenomics_development": "TOKENOMICS\nDEVELOPMENT",
    "tech_audit": "TECHNICAL\nAUDIT",
    "advantages_of_consalting": "Advantages of Consulting\nfor Crypto Projects:",
    "deep_analysis": "Deep Market Analysis",
    "deep_analysis_desc": "Our team of analysts, developers, and web3 business specialists actively interacts with industry leaders and stays in the context of all innovations. We create unique solutions that will help your project stand out and achieve success in a competitive market.",
    "tech_skills": "Technical Skills",
    "tech_skills_desc": "Technical infrastructure determines half of a project's success. We provide valuable advice on team building, architecture, security, and progressive infrastructure development for your project.",
    "strategic_planning": "Strategic Planning",
    "strategic_planning_desc": "We provide valuable advice on key elements of the chain that play an important role in creating a successful business roadmap. Let's build a strategy together that will take your project to a new level!"
  },
  "get_consult": {
    "get_consult": "GET A FREE CONSULTATION",
    "get_consult_desc": "Get a free consultation on our products and services!"
  },
  "footer": {
    "copyright": "©2025 GREED LABS. All rights reserved."
  }
}
