{
  "free_consult": "Free Consultation",
  "nav": {
    "marketMaking": "Market Making",
    "dexServices": "DEX Services",
    "antiSnipe": "Anti-Snipe Protection",
    "volumeManagement": "Volume Management",
    "priceControl": "Price Control",
    "tokenLaunch": "Token Launch",
    "cexServices": "CEX Services",
    "liquidityManagement": "Liquidity Management",
    "cexListing": "CEX Listing",
    "orderOptimization": "Order Optimization",
    "development": "Development",
    "consulting": "Consulting",
    "contactUs": "Contact Us",
    "freeConsultation": "Free Consultation"
  },
  "index": {
    "start_way": "Start your journey with\nmarket professionals.",
    "start_way_desc": "Right now, we'll support your project at any stage of development—from initial ideas to full market launch and further growth.",
    "market_making": "MARKET MAKING",
    "market_making_desc": "We enhance the profitability, liquidity, and stability of your token using market strategies and trading automation.",
    "more": "More ➔",
    "development": "DEVELOPMENT",
    "development_desc": "We'll help turn your ideas into reality, refine your MVP, improve metrics. We develop Web3 utilities, Dapps, solutions for CEX and DEX, and much more.",
    "consulting": "CONSULTING",
    "consulting_desc": "GREED Labs' strategic approach to solving your tasks will help achieve the desired results at any stage of company launch. Our expertise and business connections will take your project to a new level.",
    "about_us": "ABOUT US",
    "about_us_desc": "We are a team of experienced traders, programmers, and analysts who develop top-class fintech solutions in the cryptocurrency space.",
    "team": "TEAM",
    "dmitry": "Dmitry Vasilyev",
    "dmitry_role": "Co-founder, CEO",
    "dmitry_experience": "MORE THAN 6 YEARS OF OVERALL EXPERIENCE IN WEB3",
    "georgy": "Georgy Kozyrev",
    "georgy_role": "Co-founder, CTO",
    "georgy_experience": "5 YEARS IN BLOCKCHAIN ENGINEERING",
    "clients": "OUR CLIENTS SUCCESSFULLY PASS ALL GROWTH STAGES",
    "clients_dex_title": "CEX and DEX Integration",
    "clients_project_title": "Projects Launched",
    "clients_users_title": "Users Attracted"
  },
  "market_making": {
    "market_making": "MARKET MAKING",
    "market_making_desc": "We enhance the profitability, liquidity, and stability\nof your token using market strategies and\ntrading automation.",
    "dex": "DEX SERVICES",
    "dex_desc": "Launch a successful decentralized\ncampaign for your token with our\nreliable DEX solutions.",
    "volume_control": "VOLUME\nMANAGEMENT",
    "volume_control_desc": "We aim to stabilize the liquidity of your tokens, minimizing volatility.\nOur goal is to provide a reliable environment for the growth of your assets without unnecessary risks.",
    "anti_snape": "ANTI-SNIPE\nPROTECTION",
    "anti_snape_desc": "Sniping can lead to significant financial losses, especially for the token creator. Our anti-snipe protection not only safeguards your investments but also creates more stable trading conditions, allowing you to focus on achieving your financial goals.",
    "control_prices": "PRICE\nCONTROL",
    "control_prices_desc": "Cryptocurrency markets have high volatility, which complicates price control without high-frequency algorithms. Also, not all DEXs offer the same level of analytical tools and interfaces as centralized platforms. With us, you'll always be one step ahead of the market!",
    "start_tokens": "Token Launch",
    "start_tokens_desc": "A full and high-quality token launch is a complex task that requires detailed planning.\nWe offer assistance at all stages: from writing and deploying the smart contract to selecting suitable exchanges and optimizing your ideas to ensure maximum return on investment.\nWith us, your token is sure to succeed!",
    "prof_support": "Why is professional\nsupport so important during launch?",
    "prof_support_1_title": "Maximize your token's visibility",
    "prof_support_1_desc": "With our help, your token will appear on all key exchanges!",
    "prof_support_2_title": "Think ahead about your token's liquidity and volatility in the first minutes and hours on the market.",
    "prof_support_2_desc": "With our help, your token will reach key exchanges faster!",
    "prof_support_3_title": "A good plan is half the battle.",
    "prof_support_3_desc": "Our experienced team will provide an effective listing strategy for your asset.",
    "prof_support_4_title": "Don't leave success to chance",
    "prof_support_4_desc": "Leverage the support of our experienced team for a confident and predictable market start.",
    "work_with": "WE WORK WITH",
    "cex": "CEX SERVICES",
    "cex_desc": "Our team uses reliable trading algorithms and liquidity connections to provide a full range of services on CEX. We ensure access to leading liquidity providers, reducing trading risks and maximizing profits with our toolkit and deep market understanding.",
    "cex_listing": "CEX Listing",
    "cex_listing_desc": "Maximize your trading profits by\neffectively managing liquidity.",
    "optimization_orders": "Order Optimization",
    "optimization_orders_desc": "The right order placement strategy promotes more efficient trading and improves overall market results.",
    "liquidity_manage": "Liquidity Management",
    "liquidity_manage_desc": "Optimizing liquidity makes the chart more attractive to traders, eliminating flat candles. This approach promotes market dynamics and improves trading conditions."
  },
  "dev": {
    "dev": "DEVELOPMENT",
    "dev_desc": "We'll help you turn ideas into reality,\nrefine your project or launch from scratch.\nInnovative toolkit, a team of strong\nengineers, and years of development experience.\nWe're waiting for you!",
    "our_services": "OUR RANGE OF SERVICES",
    "design": "DESIGN",
    "design_front": "Design and graphics development:\nwebsites, apps, icons, etc.",
    "design_back": "Graphics and design are the face of any project. They give the project a unique style and help sell it.",
    "development": "DEVELOPMENT",
    "development_front": "Frontend, backend, smart contracts,\nmobile and desktop\napps, bots, etc.",
    "development_back": "Strongest expertise in developing solutions of varying complexity. Each of our engineers has worked in tech giants in fintech, edtech, and other industries.",
    "web3": "WEB3 UTILITIES",
    "web3_front": "Scripts, desktop apps,\ntrading robots, automation software",
    "web3_back": "We automate routine operations, simplify project management, or develop robots for your trading strategy.",
    "dapp": "DAPP",
    "dapp_front": "Websites, DEX, GameFi, X-To-Earn, etc.",
    "dapp_back": "We employ only the best engineers with years of experience in web3. The best team, best practices, and high quality.",
    "web_apps": "WEB APPS",
    "web_apps_front": "Web applications, including\nTelegram integration.",
    "web_apps_back": "The new standard for apps, which we've been working with since its inception. We develop solutions from simple apps to large-scale marketplaces.",
    "life_cycle": "Project Lifecycle",
    "analysis": "Analysis",
    "analysis_desc": "Developing the project's business logic,\ndescribing its details and system in technical language.\nThe first and most important stage that determines the entire\nfurther course of the project.",
    "development_cycle": "Development",
    "development_cycle_desc": "At this stage, your idea comes to life, and you can\nobserve it in weekly reports.\nWe not only write code but also prepare servers, databases, and\nthe entire system for real-world use.",
    "testing": "Testing",
    "testing_desc": "The last, but not least, stage where we\ncheck how ready your project is for release.\nWe conduct a series of tests to confirm quality\nand reliability.",
    "tech_stack": "TECH STACK",
    "tech_stack_desc": "Our team has an extensive stack and experience. We're not limited in languages and frameworks, allowing us to use the most optimal set of tools for each project.",
    "lang_and_frameworks": "Languages and Frameworks",
    "blockhain": "Blockchains",
    "who_we": "Why Us?",
    "hight_quality": "High Quality",
    "hight_quality_desc": "Every day, we fight for quality in your project: selecting the most suitable tools, conducting multiple testing stages, and applying only best practices.",
    "transparency": "Transparency",
    "transparency_desc": "During the process, you can track tasks in real time and receive regular reports on work and timelines forecasts.",
    "expectations": "Meeting Expectations",
    "expectations_desc": "All our work is aimed at realizing your ideas precisely and on time. At the analysis stage, we thoroughly dissect and agree on your project vision, and at the development stage, we agree on results and deadlines.",
    "clients_dex_title": "Hours Worked",
    "clients_project_title": "Successful Projects",
    "clients_users_title": "Lines of Code",
    "achievements": "OUR ACHIEVEMENTS",
    "cases": "OUR CASES",
    "cases_desc": "Projects that have gone through GREED Labs",
    "cases_nft": "NFT Market",
    "cases_nft_desc": "NFT projects in different networks\nand on various marketplaces.",
    "cases_gamefi": "GameFi",
    "cases_gamefi_desc": "Gaming projects based on\nrandomizers and referral systems.",
    "cases_starts_tokens": "Token Launches",
    "cases_starts_tokens_desc": "Token launches, presale organization,\nand development of launchpads and dashboards.",
    "cases_web3": "Complex Web3 Solutions",
    "cases_web3_desc": "Development of analytical tools, as well as\nblockchain-based business systems."
  },
  "consulting": {
    "consulting": "CONSULTING",
    "consulting_desc": "GREED Labs' strategic approach to solving\nyour tasks will help achieve the desired results\nat any stage of company launch. Our\nexpertise and business connections will take your project to\na new level.",
    "our_services": "OUR SERVICES",
    "tech_consulting": "TECHNICAL\nCONSULTING",
    "support": "SUPPORT",
    "vc_support": "VC\nSUPPORT",
    "tokenomics_development": "TOKENOMICS\nDEVELOPMENT",
    "tech_audit": "TECHNICAL\nAUDIT",
    "advantages_of_consalting": "Advantages of Consulting\nfor Crypto Projects:",
    "deep_analysis": "Deep Market Analysis",
    "deep_analysis_desc": "Our team of analysts, developers, and web3 business specialists actively interacts with industry leaders and stays in the context of all innovations. We create unique solutions that will help your project stand out and achieve success in a competitive market.",
    "tech_skills": "Technical Skills",
    "tech_skills_desc": "Technical infrastructure determines half of a project's success. We provide valuable advice on team building, architecture, security, and progressive infrastructure development for your project.",
    "strategic_planning": "Strategic Planning",
    "strategic_planning_desc": "We provide valuable advice on key elements of the chain that play an important role in creating a successful business roadmap. Let's build a strategy together that will take your project to a new level!"
  },
  "get_consult": {
    "get_consult": "GET A FREE CONSULTATION",
    "get_consult_desc": "Get a free consultation on our products and services!"
  },
  "footer": {
    "copyright": "©2025 GREED LABS. All rights reserved."
  }
}